a52dec
aalib
abseil-cpp
acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
aerc
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
arandr
archlinux-keyring
archlinux-wallpaper
argon2
aribb24
asmfmt
asmfmt-debug
at-spi2-core
atkmm
attr
audiofile
audit
augeas
autoconf
automake
autopep8
avahi
base
base-devel
bash
bat
binutils
bison
blueman
bluez
bluez-libs
bluez-tools
boost-libs
botan2
box2d
breeze-gtk
bridge-utils
brightnessctl
brltty
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
cdparanoia
chromaprint
chromium
clang
clipmenu
clipnotify
clucene
compiler-rt
confuse
containerd
coreutils
cpio
cryptsetup
cscope
ctags
cups
cups-filters
cups-pdf
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dconf
debootstrap
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
dhcp
dhcpcd
diffutils
discord
dmenu
dnsmasq
docker
dosfstools
double-conversion
dtc
duktape
dunst
e2fsprogs
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efivar
enchant
exfatprogs
exo
expat
f2fs-tools
faad2
fakeroot
fd
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fmt
font-manager
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue
gettext
ghc-libs
ghostscript
giflib
girara
git
glib-networking
glib2
glibc
glibmm
glslang
glu
glusterfs
gmime3
gmp
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtkmm3
gtksourceview4
guile
gumbo-parser
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-aeson
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cassava
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-crypton
haskell-crypton-connection
haskell-crypton-x509
haskell-crypton-x509-store
haskell-crypton-x509-system
haskell-crypton-x509-validation
haskell-data-array-byte
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-digest
haskell-digits
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-emojis
haskell-erf
haskell-fast-logger
haskell-file-embed
haskell-foldable1-classes-compat
haskell-generically
haskell-ghc-bignum-orphans
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-list
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-module-zip
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hslua-repl
haskell-hslua-typing
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-isocline
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-monad-control
haskell-mono-traversable
haskell-network
haskell-network-byte-order
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-only
haskell-optparse-applicative
haskell-ordered-containers
haskell-pandoc
haskell-pandoc-lua-engine
haskell-pandoc-lua-marshal
haskell-pandoc-server
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-prettyprinter
haskell-primitive
haskell-psqueues
haskell-quickcheck
haskell-random
haskell-recv
haskell-regex-base
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-servant
haskell-servant-server
haskell-sha
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-socks
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-string-conversions
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-manager
haskell-tls
haskell-toml-parser
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-typst
haskell-typst-symbols
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-app-static
haskell-wai-cors
haskell-wai-extra
haskell-wai-logger
haskell-warp
haskell-witherable
haskell-word8
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hdparm
hicolor-icon-theme
hidapi
highway
hivex
hslua-cli
htop-vim
http-parser
hunspell
hwdata
hwloc
hyphen
i3-wm
i3blocks
i3lock
i3status
iana-etc
icu
ijs
imath
imlib2
inetutils
iniparser
intel-ucode
iproute2
iptables-nft
iputils
iso-codes
iverilog
iw
jack2
jansson
jbig2dec
jbigkit
jfsutils
jq
json-c
json-glib
jsoncpp
kbd
keychain
keyutils
kmod
krb5
l-smash
lame
lcms2
lemonbar
lemonbar-debug
leptonica
less
lf
libabw
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libavif
libb2
libbluray
libbpf
libbs2b
libbsd
libburn
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcups
libcupsfilters
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libdeflate
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libewf
libexif
libexttextcat
libfabric
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libftdi
libgcrypt
libgirepository
libgit2
libglvnd
libgme
libgovirt
libgpg-error
libgtop
libgudev
libguestfs
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinih
libinput
libinstpatch
libiscsi
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libjxl
libksba
liblangtag
liblc3
libldac
libldap
libldm
liblouis
libluv
libmad
libmanette
libmatroska
libmd
libmfx
libmicrohttpd
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmupdf
libmwaw
libmysofa
libnbd
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libppd
libproxy
libpsl
libpulse
libqalculate
libqxp
libraw1394
libreoffice-fresh
librest
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwpd
libwpe
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
lirc
llvm-libs
lm_sensors
lpsolve
lrzip
lsof
lsscsi
lua
lua-lpeg
luajit
luit
lv2
lvm2
lxappearance
lxsession-gtk3
lz4
lzo
lzop
m4
mailcap
make
man-db
man-pages
md4c
mdadm
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
ncmpcpp
ncurses
ndctl
neofetch
neon
neovim
nettle
network-manager-applet
networkmanager
nftables
nilfs-utils
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
notmuch-runtime
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numactl
numlockx
oath-toolkit
ocl-icd
oniguruma
openal
openbsd-netcat
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openucx
optipng
opus
orc
osinfo-db
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pamixer
pandoc-cli
pango
pangomm
parted
pass
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-mimeinfo
perl-ipc-system-simple
perl-libintl-perl
perl-mailtools
perl-timedate
perl-uri
phodav
picom
pinentry
pipewire
pipewire-audio
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
playerctl
polkit
polybar
poppler
poppler-data
popt
portaudio
procps-ng
prrte
psmisc
python
python-attrs
python-cairo
python-cffi
python-charset-normalizer
python-click
python-colorama
python-cryptography
python-distlib
python-dotenv
python-filelock
python-gobject
python-idna
python-packaging
python-pip
python-platformdirs
python-ply
python-pycodestyle
python-pycparser
python-requests
python-shtab
python-termcolor
python-tomli
python-typing_extensions
python-urllib3
python-virtualenv
python-wheel
qbittorrent
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-nios2
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qpdf
qt5-base
qt5-svg
qt5-translations
qt5-x11extras
qt6-base
qt6-declarative
qt6-svg
qt6-translations
raptor
rasqal
rav1e
rclone
readline
redland
redshift
reiserfsprogs
rmlint
rpcbind
rsync
rtkit
rubberband
runc
sbc
scrot
sddm
sdl2
sdl2_image
seabios
sed
semver
serd
sfsexp
shaderc
shadow
shared-mime-info
slang
sleuthkit
snappy
sord
sound-theme-freedesktop
source-highlight
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
squashfs-tools
sratom
srt
startup-notification
stoken
strace
sudo
supermin
svt-av1
sxhkd
sxiv
sysfsutils
syslinux
sysstat
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
terminus-font
tesseract
tesseract-data-afr
tesseract-data-eng
tesseract-data-osd
texinfo
thin-provisioning-tools
thunar
thunderbird
tk
tldr
tlp
tmux
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-hack-nerd
ttf-liberation
twolame
tzdata
uchardet
ufw
unibilium
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vapoursynth
vde2
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
virtiofsd
visual-studio-code-bin
visual-studio-code-bin-debug
vlc
vmaf
vpnc
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wavpack
wayland
webkit2gtk
webrtc-audio-processing-1
wget
which
wildmidi
wireplumber
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
x264
x265
xapian-core
xbitmaps
xcape
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xdotool
xf86-input-libinput
xfce4-notifyd
xfce4-power-manager
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xev
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsel
xss-lock
xterm
xvidcore
xwallpaper
xxhash
xz
yajl
yara
yay
zathura
zathura-pdf-mupdf
zeromq
zimg
zix
zlib
zram-generator
zstd
zxing-cpp
zziplib
