acpi
aerc
alacritty
arandr
archlinux-wallpaper
asmfmt
autopep8
base
base-devel
bat
betterlockscreen
blueman
bluez-tools
breeze-gtk
brightnessctl
bsp-layout
bspwm
chromium
clang
cronie
cscope
ctags
cups
cups-pdf
dhcp
discord
dmenu
dnsmasq
docker
dunst
efibootmgr
fd
ffmpegthumbnailer
firefox
font-manager
fzf
gdb
git
go
gst-plugins-good
htop-vim
i3-wm
i3blocks
i3status
inetutils
intel-ucode
iptables-nft
iverilog
jq
keychain
keyd
less
lf
libguestfs
libqalculate
libreoffice-fresh
linux
linux-firmware
lsd
lxappearance
lxsession-gtk3
man-db
man-pages
mpc
mpd
mpv
ncdu
ncmpcpp
neofetch
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
numlockx
openbsd-netcat
openconnect
optipng
pamixer
pandoc-cli
pass
pavucontrol
perl-file-mimeinfo
picom
pipewire
pipewire-pulse
playerctl
polybar
python-dotenv
python-pip
python-virtualenv
qbittorrent
qemu-base
qemu-full
rclone
redshift
rmlint
rofi
rsync
scrot
sxhkd
sxiv
sysstat
terminus-font
tesseract-data-eng
thunar
thunderbird
tldr
tlp
tmux
ttf-font-awesome
ttf-hack-nerd
ufw
unzip
urlencode
valgrind
vim
virt-manager
virt-viewer
visual-studio-code-bin
vlc
webkit2gtk
xclip
xdotool
xfce4-power-manager
xorg-server
xorg-xev
xorg-xinit
xorg-xsetroot
xsel
xss-lock
xwallpaper
yay
yt-dlp
zathura
zathura-pdf-mupdf
zoom
