a52dec
abseil-cpp
acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-dark
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
arandr
archlinux-keyring
archlinux-themes-sddm
argon2
aribb24
ario
asmfmt
at-spi2-core
atkmm
attica
attica5
attr
audiofile
audit
autoconf
automake
avahi
base
base-devel
bash
bat
bc
betterlockscreen
binutils
bison
blueman
bluez
bluez-libs
bluez-tools
boost-libs
botan2
brave-bin
breeze
breeze-gtk
breeze-icons
bridge-utils
brightnessctl
brotli
bspwm
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
chromaprint
chromium
clang
clipmenu
clipnotify
compiler-rt
confuse
containerd
coreutils
cryptsetup
ctags
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-python
dconf
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
dhcp
diffutils
discord
dmenu
docker
double-conversion
duktape
dunst
e2fsprogs
efibootmgr
efivar
enchant
exo
expat
faad2
fakeroot
fd
feh
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fmt
font-manager
fontconfig
frameworkintegration
frameworkintegration5
freetype2
fribidi
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdb
gdb-common
gdbm
gdk-pixbuf2
gettext
giflib
girara
git
glib-networking
glib2
glibc
glibmm
glslang
gmp
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
grep
groff
gsettings-desktop-schemas
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gumbo-parser
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
highway
http-parser
hunspell
hwdata
hwloc
hyphen
i3-wm
i3blocks
i3lock-color
i3lock-color-debug
i3status
iana-etc
icu
imagemagick
imath
imlib2
inetutils
intel-gmmlib
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
iverilog
iw
jansson
jbig2dec
jbigkit
jq
json-c
json-glib
jsoncpp
karchive
karchive5
kauth
kauth5
kbd
kbookmarks
kbookmarks5
kcmutils
kcodecs
kcodecs5
kcolorscheme
kcompletion
kcompletion5
kconfig
kconfig5
kconfigwidgets
kconfigwidgets5
kcoreaddons
kcoreaddons5
kcrash
kcrash5
kdbusaddons
kdbusaddons5
kdecoration
kded5
keychain
keyutils
kglobalaccel
kglobalaccel5
kguiaddons
kguiaddons5
ki18n
ki18n5
kiconthemes
kiconthemes5
kio
kio5
kirigami
kirigami2
kitemviews
kitemviews5
kjobwidgets
kjobwidgets5
kmod
knewstuff
knewstuff5
knotifications
knotifications5
kpackage
kpackage5
krb5
kservice
kservice5
ktextwidgets5
kwallet
kwallet5
kwidgetsaddons
kwidgetsaddons5
kwindowsystem
kwindowsystem5
kxmlgui
kxmlgui5
l-smash
lame
lcms2
lemonbar-xft-git
lemonbar-xft-git-debug
leptonica
less
lf
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libdeflate
libdovi
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfabric
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgirepository
libgit2
libglvnd
libgme
libgpg-error
libgtop
libgudev
libhandy
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinput
libinstpatch
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
liblqr
libluv
libmad
libmanette
libmatroska
libmd
libmfx
libmicrohttpd
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmupdf
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqalculate
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsixel
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libva-intel-driver
libva-mesa-driver
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwpe
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lsof
lua
luajit
lv2
lxappearance
lxsession
lz4
lzo
m4
mailcap
make
man-db
man-pages
mate-backgrounds
mate-icon-theme
mate-menus
mate-polkit
mate-themes
mate-user-guide
md4c
mdadm
media-player-info
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
ncmpcpp
ncurses
neofetch
neovim
nettle
network-manager-applet
networkmanager
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
numactl
numlockx
oath-toolkit
ocl-icd
oniguruma
openal
openbsd-netcat
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openucx
optipng
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pamixer
pango
pangomm
parted
pass
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-mimeinfo
perl-ipc-system-simple
perl-mailtools
perl-timedate
perl-uri
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
polkit
polkit-qt5
polkit-qt6
polybar
popt
portaudio
procps-ng
prrte
psmisc
python
python-attrs
python-cairo
python-cffi
python-colorama
python-cryptography
python-distlib
python-filelock
python-gobject
python-packaging
python-pip
python-platformdirs
python-ply
python-pycparser
python-shtab
python-termcolor
python-typing_extensions
python-virtualenv
python-wheel
qca-qt5
qca-qt6
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-shadertools
qt6-svg
qt6-translations
qt6-wayland
rav1e
rclone
readline
redshift
rofi
rsync
rubberband
runc
sbc
scrot
sddm
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
slang
snappy
sof-firmware
solid
solid5
sonnet5
sord
sound-theme-freedesktop
source-highlight
speex
speexdsp
spirv-tools
sqlite
sratom
srt
stalonetray
startup-notification
stoken
sudo
surf
surf-debug
svt-av1
sxhkd
sxiv
syndication
syndication5
sysstat
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tdb
tesseract
tesseract-data-afr
tesseract-data-osd
texinfo
thunar
thunderbird
tldr
tlp
tmux
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-font-awesome
ttf-hack-nerd
ttf-liberation
twolame
tzdata
uchardet
udisks2
ufw
unibilium
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vapoursynth
vi
vid.stab
vim
vim-runtime
visual-studio-code-bin
visual-studio-code-bin-debug
vlc
vmaf
volume_key
vpnc
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-radeon
wavpack
wayland
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing-1
which
wildmidi
wireplumber
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcape
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfce4-notifyd
xfce4-power-manager
xfconf
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsel
xss-lock
xvidcore
xwallpaper
xxhash
xz
yajl
yay
yelp
yelp-xsl
zathura
zathura-pdf-mupdf
zeromq
zimg
zix
zlib
zoom
zram-generator
zstd
zziplib
